/*
 * Name: OgreAPFCLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonobe@gauge.scphys.kyoto-u.ac.jp>
 * Copyright: Copyright (c) 2004 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 */

/* the title of OK button */
"OK"	= "OK";

/* the title of the "More/Less Options" Button */
"More Options"  = "詳細設定";
"Less Options"	= "簡易設定";

/* clear the find/replace histories */
// title
"Clear" = "消去";
// message
"Do you really want to clear find/replace histories?"   = "本当に検索・置換履歴を消去してよろしいですか？";
// buttons
"Yes"   = "はい";
"No"	= "いいえ";

/* error messages */
"Invalid Regular Expression"   = "誤った正規表現";

/* Find All messages */
"%d string found."				= "%d文字列を発見しました。";
"%d strings found."				= "%d文字列を発見しました。";
"Line %@"						= "%@行";	/* a line number of a found string */
"Selected string not found."	= "選択された文字列を発見できませんでした。"; /* error message */
